
{
    "navbar-home": "בית",
    "navbar-about":"אודות",
    "navbar-services":"שירותים",
    "navbar-portfolio":"פורטפוליו",
    "navbar-contact":"צור קשר",
    "navbar-faq":"שאלות נפוצות",

    "main-title":"הדרך שלך ל<b>עסק חכם</b> יותר",
    "main-subtitle":"רתום תוכנה כדי להפוך את העסק שלך למוביל בתחום",
    "about-us-text":"עלינו",
    "about-us-title":"הרבה יותר מבית תוכנה",
    "about-us-subtitle":"בינה פתרונות מתמחה בהתאמת פתרונות תוכנה חדשניים מהשוק והטמעתם בעסקים קטנים ובינוניים. אנו מציעים מגוון רחב של שירותים, החל מניתוח צרכים ועד לפיתוח והטמעה של פתרונות מותאמים אישית.",
    "read-more-text":"קרא עוד",
    "our-services-text":"השירותים שלנו",
    "our-services-subtitle":"אנו מתמחים בפיתוח פתרונות מותאמים אישית המאפשרים לעסק שלך להתמודד עם האתגרים התעשייתים והדיגיטלים בעולם המשתנה ולהשיג יתרון תחרותי.",
    "custom-tools-and-scraping-service-text":"איסוף נתונים & כלים מותאמים אישית",
    "custom-tools-and-scraping-service-info":"צורך בפתרונות אוטומציה? יצירתיות, יעילות ומקצועיות מניעות אותנו ליצור את הפתרון המושלם לצרכים המותאמים שלך. אנו מציעים מומחיות בפיתוח כלי מותאמים אישית וגילוי נתונים למגוון זרימות עבודה ומשימות רכישת נתונים.",
    "full-stock-dev-service-text":"פיתוח אפליקציות",
    "full-stock-dev-service-info":"אנו מציעים פתרון כולל לפיתוח אפליקציות לכל פלטפורמה, החל מעיצוב ופיתוח ועד להשמה בפועל. צוות המומחים שלנו בעל ידע נרחב בטכנולוגיות העדכניות ביותר, ופועל תוך שימוש בגישת קוד מרובה פלטפורמות. גישה זו מבטיחה יעילות ויציבות מקסימליות לאפליקציות שלך, ומאפשרת לך להגיע לקהל רחב יותר תוך חיסכון בזמן ובמשאבים.",
    "ai-and-data-service-text":"בינה מלאכותית & עיבוד נתונים",
    "ai-and-data-service-info":"טכנולוגיות פורצות דרך כמו בינה מלאכותית ועיבוד נתונים יכולות לשדרג משמעותית את כל היבטי העסק שלך. אנו ב'בינה פתרונות' מתמחים בפיתוח פתרונות חדשניים ובהתאמת טכנולוגיות אלו לצרכים הייחודיים של כל עסק.",
    "wordpress-service-text":"וורדפרס ללא גבולות",
    "wordpress-service-info":"תוספים מותאמים אישית ושילוב כלים באתר הוורדפרס שלך הם רק חלק משירותי הוורדפרס שאנחנו מציעים. צור איתנו קשר וביחד נפתח נתאים ונתקן מה שצריך",
    "code-lines-text":"שורות קוד",
    "working hours-text":"שעות עבודה",
    "coffee-cups-text":"כוסות קפה",
    "awards-text":"פרסים שקיבלנו",
    "our-projects-text":"הפרוייקטים שלנו",
    "our-projects-subtitle":"על ידי ניצול של גישות מתקדמות כמו שירותי אירועים מופעלים באופן מיקרו, צינורות עבודה אוטומטיים של DevOps וקוד משותף מרובה פלטפורמות, אנו מספקים באופן עקבי פתרונות שעומדים בתקנים בינלאומיים ועוברים אותם. עיבוד הקוד האוטומטי שלנו מעלה את היעילות שלנו ומבטיח שהפרוייקטים שלך תמיד יגיעו לאיכות המיטבית.",
    "photo-sync-text":"סנכרון תמונות",
    "photo-sync-info":"פלטפורמה לצלמים לשיתוף תמונות עם האנשים שצולמו באמצעות טכנולוגיית זיהוי פנים.",
    "telegram-tv-text":"טלגרם TV",
    "telegram-tv-info":"גרסה מותאמת אישית של טלגרם שפותחה עבור Android TV, עם ממשק משתמש שמעדיף גלישה במדיה מעל הודעות.",
    "mykey-text":"רשתות חברתיות של Mykey",
    "mykey-info":"שיחקנו תפקיד משמעותי בשיפוץ הבסיס של רשת החברתית של Mykey באמצעות ארכיטקטורת מיקרו שירותים עם טכנולוגיות מתקדמות.",
    "contact-us-title":"אל תהסס ליצור איתנו קשר",
    "contact-us-subtitle":"יחד ניצור עולם טוב יותר",
    "contact-us-btn":"צור קשר עכשיו",
    "our-clients-title":"הלקוחות שלנו",
    "our-clients-subtitle":"פתחו את העתיד שלכם למחר טוב יותר",
    "get-in-touch-text":"צרו קשר",
    "name-text":"שם",
    "contact-numer-text":"מספר טלפון",
    "email-text":"אימייל",
    "phone-text":"טלפון",
    "contact-email-text":"אימייל:",
    "contact-phone-text":"טלפון:",
    "your-message-text":"הודעה שלך",
    "submit-text":"שלח",
    "faq-text":"שאלות נפוצות",
    "cost-question":"כמה זה יעלה?",
    "cost-answer":"כדי לקבל רעיון טוב יותר על עלויות הבנייה שלך, תתקשר אלינו. נשאל אותך כמה שאלות על טבע האתר, איזה סוג של אינטראקטיביות יהיה לאתר, צרכי העיצוב הגרפי שלך ועוד. אז נוכל לתת לך תמונה כללית. אם אתה עדיין מעוניין, נגיע אליך למקום העסק שלך ונציע לך הצעת מחיר סופית.",
    "duration-question":"כמה זמן זה יקח לעיצוב?",
    "duration-answer":"הגבלת הזמן של כל משימה נקבעת בדרך כלל על ידי הלקוח. אם יש לך כל הגבלת זמן בדעת, אנו ננסה להרכיב אותה עבורך. העיכוב הכללי העיקרי בבניית אתר הוא המתנה לתוכן של העמודים שישלחו אלינו על ידי הלקוח.",
    "integration-question":"איך אני מתחבר לחברת IT?",
    "integration-answer":"התהליך מתחיל כאשר אתה פונה אלינו עם הדרישות שלך. אנו ננתח את הדרישות שלך ונשיב לך. על סמך הדיון הנוסף, אתה יכול לבחור מודל התעסוקה שמתאים לך הכי הרבה. לאחר מכן, אנו מתחילים את תהליך הפיתוח.",
    "enhancement-question":"האם אתה יכול לעזור לאתר הנוכחי שלי להיראות יותר מקצועי?",
    "enhancement-answer":"כן. תן לנו את הדרישות שלך ויש לנו מומחיות מנוסה לעזור לך לתת מראה מקצועי חדש שממש פועל!",
    "payment-question":"מתי אני משלם?",
    "payment-answer":"לרוב, תשלומים שווים נעשים בתחילת הפרויקט, באמצע ובסופו של הפרויקט, אך אנחנו יכולים לעבוד איתך כדי להקים לוח זמנים שמתאימים לך. אנו מבינים שזה השקעה גדולה ורוצים לעזור לך לתקציב את ההוצאה בכל דרך אפשרית. אנו מקבלים צ'קים, PayPal וכל כרטיסי האשראי המרכזיים.",
    "navbar-terms-and-conditions":"תנאים והגבלות",
    "navbar-privacy-policy":"מדיניות פרטיות",
    "subscription-text":"מינוי",
    "subscription-subtitle":"עם הכישורים שלנו מוצפנים יחד, אתה מקבל אנסמבל שמסוגל לעשות הכל וכל מה שהמותג שלך צריך. הירשם כאן כדי לקבל את העדכונים האחרונים שלנו.",
    "useful-links-text":"קישורים שימושיים",
    "contact-us-section-text": "יצירת קשר",
    "contact-details": "אסף שמחוני 19 <br> פתח תקווה <br> ישראל",
    "subscribe-text": "הרשם",
    "copyright-details": "זכויות יוצרים &copy; 2021 אתר חברת Bina Solutions. כל הזכויות שמורות."

}